Repository: common-repository/home-vsegda-credit
Catalog: languages/home-vsegda-credit-*.po
Languages: ru_ru

source: Settings
ru_ru: Настройки

source: Home Vsegda Credit needs WooCommerce to run. Please, install and active WooCommerce plugin.
ru_ru: Для работы Хом Кредит Банк Всегда.Кредит требуется WooCommerce. Пожалуйста, установите и активируйте плагин WooCommerce.

source: Home Vsegda Credit
ru_ru: Хом Кредит Банк Всегда.Кредит

source: API Settings
ru_ru: Настройки API

source: Unique identifiers of the store.
ru_ru: Уникальные идентификаторы магазина.

source: Partner Code
ru_ru: Код партнера

source: The unique identifier of the store, responsible for the details to which funds will be transferred.
ru_ru: Уникальный идентификатор магазина, отвечающий за детали, на которые будут переведены средства.

source: Partner Product Code
ru_ru: Код продукта партнера

source: Unique category identifier for the partner of banking products.
ru_ru: Уникальный идентификатор категории партнера банковских продуктов.

source: Customization
ru_ru: Настройка

source: Vsegda Credit button appearance settings.
ru_ru: Настройках внешнего вида кнопки «Всегда.Кредит».

source: Open On New Window
ru_ru: Открыть в новом окне

source: Open loan processing on a new window (tab)?
ru_ru: Открыть оформление кредита в новом окне (вкладке)?

source: Output
ru_ru: Вывод

source: Vsegda Credit button location settings.
ru_ru: Настройки положения кнопки "Всегда.Кредит".

source: Cart Page
ru_ru: Страница корзины

source: Display button on cart page?
ru_ru: Отображать кнопку на странице корзины?

source: Location on Cart Page
ru_ru: Расположение в корзине

source: Button location on the cart page
ru_ru: Расположение кнопки на странице корзины

source: Before the cart
ru_ru: Перед корзиной

source: After the table of goods
ru_ru: После таблицы товаров

source: Before the cart totals
ru_ru: Перед таблицей "Сумма заказов" (под заголовком)

source: Before the checkout button
ru_ru: Перед кнопкой оформления заказа

source: After the cart
ru_ru: После корзины

source: Checkout Page
ru_ru: Страница оформления заказа

source: Display button on checkout page?
ru_ru: Отображать кнопку на странице оформления заказа?

source: Location on Checkout Page
ru_ru: Расположение в оформлении заказа

source: Button location on the checkout page
ru_ru: Расположение кнопки на странице оформления заказа

source: Before the checkout
ru_ru: Перед формой оформления заказа

source: After the checkout
ru_ru: После формы оформления заказа
